Revit 2027 API
LinkConversionData Methods
The LinkConversionData type exposes the following members.
Methods
Name | Description
Dispose
Equals | Determines whether the specified object is equal to the current object.
(Inherited from Object)
GetHashCode | Serves as the default hash function.
(Inherited from Object)
GetOptions |  Extra information used during the creation of the Revit document.
GetType | Gets the Type of the current instance.
(Inherited from Object)
ToString | Returns a string that represents the current object.
(Inherited from Object)
Top
See Also
Reference
LinkConversionData Class
Autodesk.Revit.DB Namespace